Repository: j5pu/Labelee_src
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Are you sure you want to remove this coupon?
es: ¿Estás seguro de que desea eliminar este cupón?

source: You must specify the coupon image
es: Debe indicar la imagen para el cupón

source: Refreshing memcache for this enclosure
es: Refrescando memcache para este recinto

source: Do you want to remember your parking space?
es: ¿Desea recordar su plaza de parquing?

source: Do you still want to go to
es: ¿Todavía quieres llegar a

source: Scan a QR code to get here:
es: Escanea un código QR para llegar hasta aquí:

source: You are right here:
es: Estás justo aquí:

source: Please, scan a QR code to get here:
es: Por favor, escanee un código QR para llegar hasta aquí:

source: We are sorry, that route does not exist.
es: Lo sentimos, esa ruta no existe.

source: Please, scan the QR code at your parking place to locate your car.
es: Por favor, escanee el código QR de su plaza de aparcamiento para localizar su coche.

source: My car
es: Mi coche

source: No saved connections at the moment for this enclosure
es: De momento no hay conexiones guardadas para este recinto

source: Delete connection?
es: ¿Eliminar esta conexión?

source: Updating floor
es: Actualizando planta

source: Loading floor grid
es: Cargando grid para la planta

source: blocks
es: bloques

source: Changing number of rows will erase all points on the floor. Continue?
es: Al cambiar el número de filas se eliminarán todos los puntos. ¿Continuar?

source: Redrawing grid
es: Redibujando grid

source: Used colors
es: Colores usados

source: Invalid color
es: Color no válido

source: You must specify a name with at least 4 characters
es: Debe especificar un nombre con 4 caracteres como mínimo

source: Are you sure you want to remove this category? It will erase ALL points with that category and not saved points yet
es: ¿Seguro que desea eliminar esta categoría? (esto eliminará todos los puntos de la categoría y los que no se hayan guardado todavía)

source: Are you sure you want to remove this label? It will erase ALL points with that label and not saved points yet.
es: ¿Seguro que desea eliminar esta etiqueta? (esto eliminará todos los puntos que no hayan sido guardados)

source: zooming disabled!
es: Zoom deshabilitado

source: Delete label
es: Eliminar etiqueta

source: (All their points will be deleted too)
es: (Todos los puntos también serán borrados)

source: POIs that are not saved will be erased. Do you want to continue?
es: Se perderán los puntos que no hayan sido guardados. ¿Desea continuar?

source: Drawing only QRs for grid
es: Dibujando solo QRs para el grid

source: Drawing back labels
es: Redibujando etiquetas

source: Change panorama
es: Cambiar panorama

source: Add panorama
es: Añadir panorama

source: Previous routes will be removed for this enclosure. Do you want to continue?
es: Todas las rutas previas serán borradas del recinto. ¿Desea continuar?

source: Are you sure you want to remove this enclosure? (this will erase all their floors)
es: ¿Seguro que desea eliminar este recinto? (esto eliminará todas sus plantas)

source: You must specify the floor image too
es: También debe subir la imágen del plano para la planta

source: Are you sure you want to remove this floor?
es: ¿Seguro que desea eliminar la planta? (también se perderá toda la información relativa a ella)
